{
	"country": "Country",
	"language": "Language",
	"lng": "English",
	"basket": "You have no products in your cart",
	"entrance": "Log in",
	"login": "Log in",
	"account": "Don't have an account yet?",
	"signup": "Sign up",
	"forgotpassowrd": "Forgot password?",
	"email": "Username",
	"password": "Password",
	"profile": "Profile",

	"accessories": "Аccessories",
	"search": "Search brand or item",
	"searchError": "Incorrect enter",
	"searchNotFound": "Products by this title not found",

	"NVIDIA": "NVIDIA",

	"services": "Services",
	"servicescontent": [
		"Advantages of buying a Laptop from Gamenote:",
		"-The most affordable price",
		"-1 year term",
		"-24/7 technical support online",
		"-Original registration of the Windows 10 License for laptops with Free Dos (Registration directly to the Customer from the Official Microsoft website)",
		"-Free laptop cleaning (cleaning fans and laptop case from dust + replacing thermal paste!)",
		"-Free upgrade (30% discount on ssd and ram - no maintenance fee!)",
		"-Free shipping"
	],

	"aboutcompany": "About Company",
	"aboutcompanycontent": [
		"Gamenote, founded in 2018, is one of the leading IT companies of Azerbaijan. In close cooperation with leading international companies, Gamenote offers a wide range of products. Our long-standing professional business approach has led our company to gain a high level of customer satisfaction, and as a result, it has become a leading company today. has turned it into one of the IT companies.",
		"Gamenote is an official partner of leading manufacturers such as Acer, Asus, MSI, Dell, Lenovo, HP, Logitech."
	],

	"shippingandpayment": "Shipping and payment",
	"shippingandpaymentcontent": [
		"To the cities of Baku and Sumgayit:",
		"By courier",
		"Free delivery is carried out after the order is accepted, from 10:00 to 20:00. For orders over 100 AZN, free delivery is provided.",
		"Paid delivery is carried out the next day after receiving the order from 10:00 to 20:00.",
		"If the order amount is up to 30 AZN, the cost of the service will be 15 AZN.",
		"If the order amount is from 30M to 100M, the service amount will be 10M.",
		"Same day delivery is possible within 1-6 days, but depending on the number of orders, delivery may not be carried out on the same day. Express delivery (same day delivery) orders are accepted from 9:00 to 18:00, except Sunday.",
		"When picking up goods:",
		"If you do not want to waste time on the delivery of the goods, you can personally buy it at a store convenient for you in our store. At this time, please check the time of your arrival at the store with the manager of the online store."
	],

	"returnpolicy": "Return policy",
	"returnpolicycontent": [
		"-According to Article 15 of the Law of the Republic of Azerbaijan on the Protection of Consumer Rights, if the characteristics of the goods purchased from the Gamenotebaku.az retail site do not meet the consumer's requirements, in the following cases, the consumer may immediately replace the goods with the required characteristics within 14 days, not counting the day of purchase.",
		"-If the obtained goods have not been used and their appearance, consumer properties, seal, label, as well as the goods or receipt or other document confirming the payment of the value of the said goods have been kept. If any goods received without any reason are returned, the amount paid 30% is charged.",
		"-The goods cannot be changed in the following cases: If the rules of use for their intended purpose or otherwise have not been observed."
	],

	"privacypolicy": "Privacy policy",
	"privacypolicycontent": [
		"Information tracked/collected by our site",
		"1. In order to optimize the site, create prompt feedback with users who enter the site, provide useful information and collect statistics, our web services automatically collect limited information about your computer (devices) connection to the Internet, as well as IP address and cookie files during login. collects. The collected files do not tell us the personal data of the visitors, but the computer (device) ID address, which informs us about which pages you have accessed.",
		"2. In the absence of intentional personal identification (for example, through registration), even during the use of cookies on your computer, your identity cannot be determined. The personal information stored in Cokkies files is information provided by you. Our cookie files cannot read data from your personal device.",
		"3. In order to use certain features of the Site (for example, online ordering and payment of goods), users must register and provide certain information (for example, we may request name, e-mail address, telephone number, city and zip code).",
		"4. The information you provide may help provide more personalized information, tailor the site to your interests and make it more complete. If you decide to remain anonymous, you can access all the information on the site without registration.",
		"5. When you place an order and provide your confidential information (credit or debit card information), their security and confidentiality is ensured by Pashabank. No information is stored on the site.",
		"Safety",
		"This site uses numerous security measures to prevent data loss, misuse and illegal use or alteration of information. Current measures include the use of a password, communication with security servers, data encryption, backup, and finally a blocking and warning system.",
		"Change and renewal",
		"We reserve the right to change our privacy policy. Any changes to the Privacy Policy will be posted on the site."
	],

	"contactsandadress": "Contacts and adress",
	"contactsandadresscontent": [
		"Point of Sale:",
		"Bulbul 48B (Near with Jale Plaza)",
		"Partner Store - ICOMP",
		"Tel/Whatsapp: 0775175747"
	],

	"warrantyconditions": "Warranty conditions",
	"warrantyconditionscontent": [
		"1. The warranty given to the equipment means free repair of that equipment during the warranty period.",
		"2. The equipment should only be in a complete set, in accordance with its original external appearance and internal parameters.",
		"3. When physical damage and signs of repair are found on the equipment, the equipment is not accepted for warranty repair.",
		"4. Parts damaged by electrical jumps and drops are not guaranteed.",
		"5. Warranty repair is performed within 14 (Fourteen) days (depending on the type of equipment, it can be extended up to 45 days) from the date of receiving the equipment for service.",
		"6. If the repair of the equipment is not possible within the specified period, it is replaced by a new one.",
		"7. Software is not warranted. (With the exception of licensed software purchased from us only), burn-in during graphics rendering is not guaranteed.",
		"8. Equipment cannot be exchanged if a defect in any part of the purchased item is not identified within 14 days from the date of purchase.",
		"9. If the number of dead pixels on the screen of notebooks and monitors is less than 7, it is not included in the warranty.",
		"10. If any goods are returned without any reason, 30% of the amount paid will be charged."
	],

	"news": "News",
	"newscontent": {
		"firstContent": {
			"text": [
				"How to choose a gaming laptop in 2022?",
				"The main task of any laptop is to provide mobility to the user. Making work or play available anywhere, anytime. If practically any printer is approaching for office applications (programs), you will need to get a gaming laptop. Not every configuration is suitable for modern hits. In this article, we will tell you how to choose the optimal configuration for video games without spending a lot of money.",
				"How is a gaming laptop different from a normal laptop?",
				"The organization of gaming notebooks differs from ordinary notebooks: their components and cooling system are designed for long-term work with maximum load. In comparison, conventional laptops can peak performance for short periods of time and often run at reduced frequencies.",
				"Modern gaming laptops combine high performance and mobility. Also, gaming models are often equipped with special gaming keyboards with protection against accidental clicks, good acoustics and high-quality displays.",
				"How to find game model?",
				"To find out whether the laptop you have chosen is really a gaming model, you should study the information on its manufacturer's website: usually they clearly and clearly write what the model is intended for. Gaming laptop models are available from all manufacturers.",
				"It is easier to recognize the game model with the presence of a discrete gaming video card (in other words, GPU): for example, NVIDIA has a GeForce RTX. GeForce MX graphics are not suitable for gaming.",
				"The appearance of the gaming laptop is also usually different, usually it has an aggressive design, bright RGB lighting of the keyboard and other elements. There are also gaming models decorated in a restrained style, but we have not yet encountered the opposite in stores.",
				"The manufacturer's website usually clearly states what tasks the laptop is suitable for."
			]
		},
		"secondContent": {
			"text": [
				"What's important for gaming laptops in 2022",
				"Before choosing a gaming laptop, you need to know exactly what you will be playing. The comfort of the game and, accordingly, the number of your winnings depends on the requirements of the game and the performance of the video card.",
				"The main indicator of performance in games is FPS, or the number of frames per second produced by the video card. The higher the FPS, the more responsive the controls and the smoother the game will appear on the screen. This allows the player to react earlier to the actions of opponents and gain an important advantage for victory. A standard 60 FPS is required for normal games, and 120 or higher for eSports. The number of FPS depends on the performance of the discrete graphics card.",
				"The more frames the video card produces, the higher the chances of winning. So, it is better to choose a model with a more productive GPU."
			],
			"secondText": [
				"High FPS reduces latency (up to 15 ms and below) and provides an advantage in competitive and eSports games - the screenshot shows the difference in the spread in hitting the target. The smaller the spread, the more accurately the player can shoot.",
				"NVIDIA Reflex technology will help make controls as responsive as possible in competitive games. This technology further reduces latency by eliminating buffering at various stages of the game. Reflex is enabled in the game settings and allows you to improve control in more than 20 competitive games on NVIDIA graphics cards."
			]
		},
		"table": {
			"header": "INTENDED VIDEO CARDS FOR POPULAR LAPTOP GAMES (SPRING 2022) HIGH AND ULTRA GAMING GRAPHICS SETTINGS AT 1080p",
			"parametres": "PARAMETRES",
			"high": "HIGH",
			"ultra": "ULTRA",
			"games": "Games",
			"gamesTitles": [
				"World of Tanks 1.0",
				"CS:GO",
				"Rainbow Six Siege, DLSS, Reflex",
				"Valorant, Reflex",
				"Warface",
				"DOTA 2",
				"Apex Legends, Reflex",
				"Call of Duty: Warzone, DLSS, Reflex",
				"Fortnite, DLSS, Reflex",
				"PUBG",
				"GTAV",
				"Red Dead Redemption 2, DLSS",
				"The Witcher 3",
				"Metro Exodus Enhanced Edition, DLSS",
				"Back 4 Blood, DISS",
				"Tom Clancy's Rainbow Six Extraction, DLSS, Reflex",
				"God of War, DISS, Reflex",
				"Dying Light 2: Stay Human, DLSS",
				"otal War Warhammer III",
				"Elden Ring",
				"GRID Legends",
				"Shadow Warrior 3, DLSS",
				"Ghostwire: Tokyo, DLSS",
				"Tiny Tina's Wonderlands"
			],
			"highRams": [
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3050",
				"For notebook with RTX 3050",
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3050 Ti",
				"For notebook with RTX 3050 Ti",
				"For notebook with RTX 3060",
				"For notebook with RTX 3050 Ti",
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3050 Ti",
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3050 Ti",
				"For notebook with RTX 3050 Ti",
				"For notebook with RTX 3050 Ti",
				"For notebook with RTX 3050 Ti",
				"For notebook with RTX 3050 Ti"
			],
			"ultraRams": [
				"For notebook with RTX 3070",
				"For notebook with RTX 3050",
				"For notebook with RTX 3060",
				"For notebook with RTX 3050",
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3050",
				"For notebook with RTX 3060",
				"For notebook with RTX 3050",
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3050",
				"For notebook with RTX 3060",
				"For notebook with RTX 3070",
				"For notebook with RTX 3070",
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3060",
				"For notebook with RTX 3070",
				"For notebook with RTX 3060"
			],
			"fps": "60 FPS in other remaining games"
		},
		"thirdContent": {
			"text": [
				"What is the most important thing in a gaming video card?",
				"Gaming laptops are equipped with discrete graphics cards with advanced capabilities. NVIDIA has RTX models with high performance and support for all modern technologies.",
				"The current generation is the GeForce RTX 30 series. RTX models provide 2-3 years of productivity gains, real-time ray tracing support, and artificial intelligence acceleration to solve your tasks. It makes no sense to choose laptops with another generation of graphics - these are outdated models that will not run modern games.",
				"NVIDIA Game Ready game drivers will be released before the release of anticipated games to ensure the best performance, quality and stability in the latest releases. GeForce Experience (GFE) software automatically optimizes games with laptop configurations for the best possible visuals at 60 FPS. GFE also allows you to optimize all popular photo, video and graphics applications with one click.",
				"Today, more than 75 programs are accelerated several times in tensor and RT cores of RTX video cards. In addition, you can switch to STUDIO drivers in GFE - they will provide maximum stability and efficiency when working with photos, videos and computer graphics.",
				"Ray tracing is essential (only supported by RTX GPUs), as it allows for photorealistic graphics in games. The lighting, shadows and reflections in the scenes are natural and interactive.",
				"GeForce RTX models support real-time ray tracing"
			]
		},
		"fourthContent": {
			"text": [
				"Which gaming laptop is good for what",
				"Entry-level gaming laptops are great for competitive games like World of Tanks, Fortnite or CS:GO. They can be equipped with NVIDIA GeForce RTX 3050 and more powerful GeForce RTX 3050 Ti graphics cards, so they can easily handle competitive games at 60+ FPS.",
				"The next level is models with an optimal balance of performance and price. They are usually equipped with a GeForce RTX 3060 GPU, which allows you to run any game at high settings at 1080p.",
				"Advanced models (Flagship) capable of running games at maximum settings at 1440p resolution are equipped with GeForce RTX 3070, 3070 Ti, 3080 and 3080 Ti graphics cards.",
				"With built-in RT and Tensor cores, RTX graphics cards can easily handle ray tracing when combined with AI-powered DLSS scaling technology. DLSS works only on RTX graphics cards and increases frame rates up to 2x without losing image quality in over 170 games.",
				"Thin and powerful notebooks designed with NVIDIA Max-Q design are a special variant of components and technology optimizations. The main feature of these devices is minimal heat dissipation at maximum performance.",
				"Flagship gaming laptops can run games at maximum speed."
			]
		},
		"fifthContent": {
			"text": [
				"Oyun noutbuku seçərkən başqa nələrə diqqət etməlisiniz?",
				"I definitely recommend reading user reviews on the models you're interested in before making a purchase. Every non-replaceable part of the laptop - display, keyboard, video card, and if you don't want to use headphones every time, including sound, you need to check user and professional reviews.",
				"The problem with laptop screens is low brightness and small color gamut. It is better to choose displays with at least 90% sRGB color gamut and 250+ cd/sq brightness. If the display supports NVIDIA G-Sync technology: it will provide a smoother game play without gaps and jarring videos.",
				"There can be many issues with keyboards, including odd key placement, poor quality mechanisms, and generally poor construction. These should be checked and tested while buying or reading reviews.",
				"It is very important to learn what they say about the cooling system (CO) in reviews and descriptions. During long games, insufficient heat dissipation will show: the system will slow down to reduce heat generation and avoid overheating. CO efficiency and tolerance directly affect the performance of the iron."
			]
		},
		"sixthContent": {
			"text": [
				"What are the features of a gaming laptop?",
				"Users often worry that the laptop makes a lot of noise and heats up during operation. This is normal as long as nothing slows down in games. The fact is that an average gaming laptop emits up to 150 watts of heat during operation. Radiators are usually relatively compact: to dissipate heat effectively, they must pass large volumes of air through them, and the vanes must operate at high speeds.",
				"Another common question is whether it is possible to play on battery power or whether it is necessary to connect the laptop to electricity. Most gaming laptops perform drastically without external power, so you can play at full performance with just power from a wall outlet.",
				"NVIDIA has a special Battery Boost technology that allows you to increase the battery life up to twice at the cost of low graphics quality and limit the maximum number of frames. This will be useful to ensure that the laptop can work with the battery for more than an hour. Enable DLSS 2.0 in games that support this technology (more than 170 games) with a GeForce RTX card, and it will increase battery life by about 20%."
			]
		},
		"seventhContent": {
			"text": [
				"The best video cards for video editing in 2022",
				"Previously, video editing software used only the central processing unit (CPU) to process and export videos. But even CPUs with four, six, eight or more cores can't compete with the sheer processing power of graphics cards with thousands of compute units.",
				"In this article, we'll cover the best graphics cards for video editing with smooth, proxy-free previews, fast rendering, faster encoding, and smart AI-powered tools.",
				"Even entry-level graphics cards will speed up your workflow and save you time. We recommend choosing the card that best suits your performance and price requirements. Well, to make your choice easier, we will talk about the best models and their features.",
				"NVIDIA GeForce RTX 3090 and 3090 Ti",
				"NVIDIA GeForce RTX 3090 is currently the best card for performing editing of any complexity. The RTX 3090 is equipped with 24GB of GDDR6X memory with a throughput of 936GB/s, which allows you to work on the most complex projects at resolutions up to 8K. A large-capacity video memory card will help you play 8K video smoothly in the display window and display 8K projects quickly. A large amount of video memory, as well as the maximum performance of this flagship card in practice, means that it can easily cope with all tasks.",
				"Although the performance increase is not that great compared to the more affordable RTX 3080, the versatility of the RTX 3090 makes this card a great choice for demanding professionals.",
				"NVIDIA GeForce RTX 3060 Ti",
				"If you're looking for the best price/performance card, then look no further than NVIDIA's RTX 3060 Ti.",
				"This graphics card will provide very decent performance in projects up to 6K resolution. Like the rest of the RTX cards in the series, the 3060 Ti will accelerate AI tools such as automatic framing and masks. These tools will save you a lot of time when adapting videos to smartphone screens, as well as selecting and tracking objects.",
				"The GeForce RTX 3060 Ti will suit the widest possible range of users, such as students, hobbyists, freelancers and broadcasters. There are many variants of this card from different manufacturers, many of which are overclocked",
				"NVIDIA GeForce RTX 3050",
				"If you're on a tight budget, then take a look at the GeForce RTX 3050.",
				"Video export and rendering speeds will be 20 - 40% slower than previous cards in the series, but the RTX 3050 is cheaper, so that makes it a great choice. The card cannot boast of a record amount of video memory, but 8 gigabytes of GDDR6 is enough to comfortably work with video with a resolution of up to 6K. Plus, the RTX 3050 gives you full access to all RTX features - accelerated rendering, encoding and AI tools.",
				"RTX 3050 daha kiçik kompüterlərdə istifadə üçün kifayət qədər yığcamdır. Bu kart həm tələbələr, həm də məzmunlarını sosial şəbəkələrdə paylaşmağı sevənlər üçün uyğundur.",
				"NVIDIA RTX A4000",
				"NVIDIA offers not only a wide range of GeForce graphics cards, but also professional NVIDIA RTX cards. If GeForce is mainly promoted for games and creativity, NVIDIA RTX solutions are more intended for corporate and professional use. This is noticeable in the large amount of video memory and corporate services available only for these cards.",
				"The hardware specification of the NVIDIA RTX A4000 graphics card is almost the same as the GeForce RTX 3070 Ti, which is 40% cheaper than the A4000.",
				"So why pay more for NVIDIA RTX? First, the RTX A4000 has twice as much video memory, which will allow it to be successfully used for heavy 8K projects. Second, corporate technical support, available 24 hours a day, will help you quickly when a problem arises. In addition, cards aimed at the corporate segment have virtualization support and other bonuses that will be useful for company professionals and IT specialists.",
				"How to choose a video card?",
				"If you're editing video on a Windows PC, you have a lot of options when it comes to choosing a graphics card. Almost any NVIDIA graphics card will work fine as long as your computer meets the following requirements:",
				"1. Make sure your computer case has enough space. Many high-end graphics cards are quite large, so they can take up too much space both in the case and lengthwise, causing the card to not fit in with other components. Also, cards with bulky heatsinks may require more space directly below the PCI Express slot.",
				"2. Verify that your computer's power supply unit (PSU) meets the card's power requirements. Installing a power-hungry video card can overload a weak PSU, causing the system to shut down. A card like the GeForce RTX 3060 Ti requires 200 W of power, so a 600 W block should be enough to power the entire computer. Recommended power requirements are always given on the graphics card manufacturer's product specification pages. You should also check that the PSU has the correct number of spare power connectors of the correct type to connect the card.",
				"3. Make sure your PC motherboard is compatible. Video cards use the PCI Express 16x connector since ancient times (more than 10 years), so if your motherboard is not completely covered with moss, you can easily connect a modern video card to your computer."
			]
		}
	},

	"catalogs": "Catalog",
	"catalogscontent": ["Catalog is empty."],
	"allrightsreserved": "All rigths reserved",
	"pagenotfound": "Page not found",
	"bestseller": "Bestsellers",
	"topbrands": "Top brands",
	"new": "New",
	"novel": "New",
	"best": "Bestseller",
	"premium": "Premium",
	"all": "All",
	"main": "Main",
	"products": "Products",
	"size": "RAM",
	"ramError": "Nothing by this size.",
	"brandError": "This brand does not exist.",
	"brand": "Brand",
	"priceRange": "Price range",
	"rangeBefore": "Up to",
	"enter": "Enter the price",
	"finalPrice": "Final price",
	"reset": "RESET",
	"filter": "FILTER",
	"sort": {
		"sort": "Sort",
		"ascending": "In Ascending order of the Price",
		"descending": "In Descending order of the Price",
		"date": "By Added Date",
		"alphabet_a-z": "By Alphabetical order",
		"alphabet_z-a": "Against alphabetical order"
	},
	"noTitle": "Noting by this parametre",
	"parametreError": "Enter correct data",
	"delivery": "For now we can not able to deliver our products to your adress",
	"speciality": "Features",
	"characteristic": "Characteristic",
	"amount": "Amount",
	"totalPrice": "Total price",
	"addToBasket": "Add to basket",
	"basketSucsess": "Added to basket",
	"basketError": "Select the quantity you want",
	"yourAdress": "To your",
	"aboutProduct": "About",
	"brandNews": "Subscribe to updates and discounts",
	"followBrand": "Follow brand",
	"aboutOrder": "About order",
	"productQuantity": "Quantity of products",
	"clearBasket": "Clear basket",
	"goToBasket": "Go to the basket",
	"order": "Order",
	"bask": "Basket",
	"delete": "Do you really want to clear basket?",
	"signOut": "Do you really want to sing out ? You will redirect to the home page.",
	"signUpToOrder": "Sing up to order",
	"yes": "Yes",
	"no": "No",
	"myOrders": "My orders",
	"orderSuccsess": "Your order is processed",
	"personalData": "Personal data",
	"wrongAuth": "Incorrect data",
	"duplicateAuthData": "User with this data already exists",
	"sucsessAuth": "Successful Login",
	"sucseccLogOut": "Successful Logout",
	"logOut": "Log out",
	"passwordError": "Passwords not equal",
	"passwordShort": "Password must include letter in upper case and number",
	"registration": "Registration",
	"sucsessfulReg": "Succsessful registration",
	"regLogin": "Login",
	"regName": "Name",
	"regSurname": "Surname",
	"regEmail": "Email",
	"regPhone": "Phone number",
	"regDate": "Birth date",
	"regPassword": "Password",
	"regRepeatePassowrd": "Require password",
	"haveAcc": "Have an account?",
	"back": "Go back",
	"authTime": "Your session ends in 10 minutes. Do you want to log in again?",
	"blocked": "You are blocked",
	"addedToFavorites": "Added to favorites",
	"removedToFavorites": "Removed from favorites",
	"favorites": "Favorites",
	"noFavorites": "You don't  have favorite products",
	"orders": "Orders",
	"noOrders": "You don't have orders",
	"orderDate": "Order date",
	"price": "Price"
}
