{
	"country": "Cтрана",
	"language": "Язык",
	"lng": "Русский",
	"basket": "В вашей корзине нет продуктов",
	"entrance": "Войти",
	"login": "Войти",
	"account": "Нет учётной записи?",
	"signup": "Зарегистрироваться",
	"forgotpassowrd": "Забыли пароль?",
	"email": "Имя пользователя",
	"password": "Пароль",

	"accessories": "Aксессуары",
	"search": "Искать бренд или продукт",
	"searchError": "Некорректный ввод",
	"searchNotFound": "Продукции с этим названием не найдено",
	"NVIDIA": "NVIDIA",

	"services": "Услуги",
	"servicescontent": [
		"Преимущества покупки ноутбука в Gamenote:",
		"-Самая доступная цена",
		"-Срок в 1 год",
		"-Круглосуточная техническая онлайн поддержка ",
		"-Оригинальная регистрация Лицензии Windows 10 для ноутбуков с Free Dos (Регистрация непосредственно Заказчику с Официального сайта Microsoft)",
		"-Бесплатная чистка ноутбука (чистка вентиляторов и корпуса ноутбука от пыли + замена термопасты!)",
		"-Бесплатное обновление (скидка 30% на ssd и ram - без платы за обслуживание!)",
		"-Бесплатная доставка"
	],

	"aboutcompany": "О компании",
	"aboutcompanycontent": [
		"Gamenote, основанная в 2018 году, является одной из ведущих ИТ-компаний Азербайджана. В тесном сотрудничестве с ведущими международными компаниями Gamenote предлагает широкий спектр продуктов. Наш многолетний профессиональный подход к ведению бизнеса позволил нашей компании достичь высокого уровня удовлетворенность клиентов, и в результате сегодня она стала ведущей компанией. превратила ее в одну из ИТ-компаний.",
		"Gamenote является официальным партнером ведущих производителей, таких как Acer, Asus, MSI, Dell, Lenovo, HP, Logitech"
	],

	"shippingandpayment": "Доставка и оплата",
	"shippingandpaymentcontent": [
		"В города Баку и Сумгаит:",
		"Курьером",
		"Бесплатная доставка осуществляется после принятия заказа, с 10:00 до 20:00. При сумме заказа свыше 100 AZN предусмотрена бесплатная доставка.",
		"Платная доставка осуществляется на следующий день после получения заказа с 10:00 до 20:00.",
		"Если сумма заказа до 30 AZN, стоимость услуги составит 15 AZN.",
		"Если сумма заказа от 30М до 100М, сумма услуги будет 10М.",
		"Доставка в день заказа возможна в течение 1-6 дней, но в зависимости от количества заказов доставка может не осуществляться в тот же день. Экспресс-доставка (доставка в тот же день) заказы принимаются с 9:00 до 18:00, кроме воскресенья.",
		"При самовывозе товара:",
		"Если вы не хотите тратить время на доставку товара, вы можете лично купить его в удобном для вас магазине в нашем магазине. В это время, пожалуйста, уточните время вашего прибытия в магазин у менеджера интернет-магазина."
	],

	"returnpolicy": "Политика возврата",
	"returnpolicycontent": [
		"-Согласно статье 15 Закона Азербайджанской Республики о защите прав потребителей, если характеристики товара, приобретенного на розничном сайте Gamenotebaku.az, не соответствуют требованиям потребителя, в следующих случаях потребитель может немедленно заменить товар с требуемыми характеристиками в течение 14 дней, не считая дня покупки.",
		"-Если полученный товар не был в употреблении и сохранены его внешний вид, потребительские свойства, пломба, ярлык, а также товар или квитанция или иной документ, подтверждающий оплату стоимости указанного товара. Если какой-либо товар, полученный без объяснения причин, возвращается, уплаченная сумма удерживается в размере 30%.",
		"-Товар не может быть изменен в следующих случаях: Если не были соблюдены правила использования по назначению или иным образом."
	],

	"privacypolicy": "Политика конфиденциальности",
	"privacypolicycontent": [
		"Информация, отслеживаемая/собираемая нашим сайтом",
		"1. В целях оптимизации сайта, создания оперативной обратной связи с пользователями, которые заходят на сайт, предоставления полезной информации и сбора статистики, наши веб-сервисы автоматически собирают ограниченную информацию о подключении вашего компьютера (устройств) к сети Интернет, а также IP-адрес и файлы cookie во время входа в систему. Собранные файлы сообщают нам не личные данные посетителей, а идентификационный адрес компьютера (устройства), который информирует нас о том, к каким страницам вы обращались.",
		"2. При отсутствии преднамеренной идентификации личности (например, через регистрацию), даже во время использования файлов cookie на вашем компьютере, ваша личность не может быть определена. Личная информация, хранящаяся в файлах Cokkies, является информацией, предоставленной вами. Наши файлы cookie не могут считывать данные с вашего личного устройства.",
		"3. Чтобы использовать определенные функции Сайта (например, онлайн-заказ и оплату товаров), пользователи должны зарегистрироваться и предоставить определенную информацию (например, мы можем запросить имя, адрес электронной почты, номер телефона, город и почтовый индекс). код).",
		"4. Предоставленная вами информация может помочь предоставить более персонализированную информацию, адаптировать сайт к вашим интересам и сделать его более полным. Если вы решили остаться анонимным, вы можете получить доступ ко всей информации на сайте без регистрации.",
		"5. Когда вы размещаете заказ и предоставляете свою конфиденциальную информацию (данные кредитной или дебетовой карты), их безопасность и конфиденциальность обеспечивается Пашабанком. Информация на сайте не хранится.",
		"Безопасность",
		"Этот сайт использует многочисленные меры безопасности для предотвращения потери данных, неправильного использования и незаконного использования или изменения информации. Текущие меры включают использование пароля, связь с серверами безопасности, шифрование данных, резервное копирование и, наконец, систему блокировки и предупреждения.",
		"Изменение и обновление",
		"Мы оставляем за собой право изменять нашу политику конфиденциальности. Любые изменения в Политике конфиденциальности будут опубликованы на сайте."
	],

	"contactsandadress": "Контакты и адресс",
	"contactsandadresscontent": [
		"Точка продажи:",
		"Bulbul 48B (Около Jale Plaza)",
		"Партнерский магазин - ICOMP",
		"Тел/Ватсап: 0775175747"
	],

	"warrantyconditions": "Условия гарантии",
	"warrantyconditionscontent": [
		"1. Гарантия на оборудование означает бесплатный ремонт этого оборудования в течение гарантийного срока.",
		"2. Оборудование должно быть только в полной комплектации, в соответствии с его первоначальным внешним видом и внутренними параметрами.",
		"3. При обнаружении на оборудовании физических повреждений и следов ремонта оборудование не принимается в гарантийный ремонт.",
		"4. Гарантия на детали, поврежденные электрическими скачками и падениями, не распространяется.",
		"5. Гарантийный ремонт производится в течение 14 (Четырнадцати) дней (в зависимости от типа оборудования он может быть продлен до 45 дней) с момента поступления оборудования в сервис.",
		"6. Если ремонт оборудования невозможен в указанный срок, оно заменяется новым.",
		"7. На программное обеспечение не распространяется гарантия. (За исключением лицензионного программного обеспечения, приобретенного только у нас), выгорание во время рендеринга графики не гарантируется.",
		"8. Оборудование не подлежит обмену, если в течение 14 дней с момента покупки не выявлен дефект какой-либо части приобретенного товара.",
		"9. Если количество битых пикселей на экране ноутбуков и мониторов меньше 7, то это не входит в гарантию.",
		"10. Если какие-либо товары объясняются без объяснения причин, требуется возврат 30% от оплаченной суммы."
	],

	"news": "Новости",
	"newscontent": {
		"firstContent": {
			"text": [
				"Как выбрать игровой ноутбук в 2022 году?",
				"Основная задача любого ноутбука — обеспечить пользователю мобильность. Делайте работу или развлечения доступными в любом месте и в любое время. Если для офисных приложений (программ) подходит практически любой принтер, вам понадобится игровой ноутбук. Не каждая конфигурация подходит для современных хитов. В этой статье мы расскажем вам, как выбрать оптимальную конфигурацию для видеоигр, не тратя много денег.",
				"Чем игровой ноутбук отличается от обычного ноутбука?",
				"Организация игровых ноутбуков отличается от обычных ноутбуков: их комплектующие и система охлаждения рассчитаны на длительную работу с максимальной нагрузкой. Для сравнения, обычные ноутбуки могут достигать максимальной производительности в течение коротких периодов времени и часто работают на пониженных частотах.",
				"Современные игровые ноутбуки сочетают в себе высокую производительность и мобильность. Также игровые модели часто комплектуются специальными игровыми клавиатурами с защитой от случайных нажатий, хорошей акустикой и качественными дисплеями.",
				"Как найти игровую модель?",
				"Чтобы узнать, действительно ли выбранный вами ноутбук является игровой моделью, следует изучить информацию на сайте его производителя: обычно там четко и понятно пишут, для чего предназначена модель. Модели игровых ноутбуков есть у всех производителей.",
				"Игровую модель легче распознать при наличии дискретной игровой видеокарты (проще говоря, GPU): например, у NVIDIA есть GeForce RTX. Графика GeForce MX не подходит для игр.",
				"Внешний вид игрового ноутбука тоже обычно разный, обычно это агрессивный дизайн, яркая RGB-подсветка клавиатуры и других элементов. Есть и игровые модели, оформленные в сдержанном стиле, а вот обратного в магазинах мы пока не встречали.",
				"На сайте производителя обычно четко указано, для каких задач подходит ноутбук."
			],
			"img": "https://admin.gamenotebaku.az/cdn/storage/page_images/qBbvGKqPD8NCrpWqn/original/qBbvGKqPD8NCrpWqn.jpeg"
		},
		"secondContent": {
			"text": [
				"Что важно для игровых ноутбуков в 2022 году",
				"Прежде чем выбрать игровой ноутбук, вам нужно точно знать, во что вы будете играть. Комфортность игры и, соответственно, количество вашего выигрыша зависит от требований игры и производительности видеокарты.",
				"Основным показателем производительности в играх является FPS, или количество кадров в секунду, выдаваемых видеокартой. Чем выше FPS, тем более отзывчивым будет управление и тем более плавным будет изображение игры на экране. Это позволяет игроку раньше реагировать на действия противников и получать важное преимущество для победы. Стандартные 60 кадров в секунду требуются для обычных игр и 120 или выше для киберспорта. Количество FPS зависит от производительности дискретной видеокарты.",
				"Чем больше кадров выдает видеокарта, тем выше шансы на победу. Так что лучше выбрать модель с более производительным GPU."
			],
			"img": "https://admin.gamenotebaku.az/cdn/storage/page_images/mXGvzymTP6m4vnzMQ/original/mXGvzymTP6m4vnzMQ.jpeg",
			"secondText": [
				"Высокий FPS снижает задержку (до 15 мс и ниже) и дает преимущество в соревновательных и киберспортивных играх — на скриншоте показана разница в разбросе при попадании в цель. Чем меньше разброс, тем точнее игрок может стрелять.",
				"Технология NVIDIA Reflex поможет сделать элементы управления максимально отзывчивыми в соревновательных играх. Эта технология дополнительно снижает задержку, устраняя буферизацию на различных этапах игры. Reflex включается в настройках игры и позволяет улучшить управление более чем в 20 соревновательных играх на видеокартах NVIDIA."
			]
		},
		"table": {
			"header": "ПРЕДНАЗНАЧЕННЫЕ ВИДЕОКАРТЫ ДЛЯ ПОПУЛЯРНЫХ ИГР НА НОУТБУКАХ (ВЕСНА 2022 Г.) С ВЫСОКИМ И УЛЬТРА-ИГРОВЫМ ГРАФИЧЕСКИМИ НАСТРОЙКАМИ В РАЗРЕШЕНИИ 1080p",
			"parametres": "ПАРАМЕТРЫ",
			"high": "ВЫСОКИЕ",
			"ultra": "УЛЬТРА",
			"games": "Игры",
			"gamesTitles": [
				"World of Tanks 1.0",
				"CS:GO",
				"Rainbow Six Siege, DLSS, Reflex",
				"Valorant, Reflex",
				"Warface",
				"DOTA 2",
				"Apex Legends, Reflex",
				"Call of Duty: Warzone, DLSS, Reflex",
				"Fortnite, DLSS, Reflex",
				"PUBG",
				"GTAV",
				"Red Dead Redemption 2, DLSS",
				"The Witcher 3",
				"Metro Exodus Enhanced Edition, DLSS",
				"Back 4 Blood, DISS",
				"Tom Clancy's Rainbow Six Extraction, DLSS, Reflex",
				"God of War, DISS, Reflex",
				"Dying Light 2: Stay Human, DLSS",
				"otal War Warhammer III",
				"Elden Ring",
				"GRID Legends",
				"Shadow Warrior 3, DLSS",
				"Ghostwire: Tokyo, DLSS",
				"Tiny Tina's Wonderlands"
			],
			"highRams": [
				"Для RTX 3060",
				"Для RTX 3060 ",
				"Для RTX 3060 ",
				"Для RTX 3050 ",
				"Для RTX 3050 ",
				"Для RTX 3060 ",
				"Для RTX 3060 ",
				"Для RTX 3050 Ti",
				"Для RTX 3050 Ti",
				"Для RTX 3060 ",
				"Для RTX 3050 Ti",
				"Для RTX 3060 ",
				"Для RTX 3060 ",
				"Для RTX 3060 ",
				"Для RTX 3060 ",
				"Для RTX 3050 Ti",
				"Для RTX 3060 ",
				"Для RTX 3060 ",
				"Для RTX 3060 ",
				"Для RTX 3050 Ti",
				"Для RTX 3050 Ti",
				"Для RTX 3050 Ti",
				"Для RTX 3050 Ti",
				"Для RTX 3050 Ti"
			],
			"ultraRams": [
				"Для RTX 3070",
				"Для RTX 3050",
				"Для RTX 3060",
				"Для RTX 3050",
				"Для RTX 3060",
				"Для RTX 3060",
				"Для RTX 3060",
				"Для RTX 3060",
				"Для RTX 3050",
				"Для RTX 3060",
				"Для RTX 3050",
				"Для RTX 3060",
				"Для RTX 3060",
				"Для RTX 3060",
				"Для RTX 3060",
				"Для RTX 3050",
				"Для RTX 3060",
				"Для RTX 3070",
				"Для RTX 3070",
				"Для RTX 3060",
				"Для RTX 3060",
				"Для RTX 3060",
				"Для RTX 3070",
				"Для RTX 3060"
			],
			"fps": "60 FPS в других оставшихся играх"
		},
		"thirdContent": {
			"text": [
				"Что самое главное в игровой видеокарте?",
				"Игровые ноутбуки оснащены дискретными видеокартами с расширенными возможностями. У NVIDIA есть модели RTX с высокой производительностью и поддержкой всех современных технологий.",
				"Текущее поколение — серия GeForce RTX 30. Модели RTX обеспечивают прирост производительности на 2-3 года, поддержку трассировки лучей в реальном времени и ускорение искусственного интеллекта для решения ваших задач. Нет смысла выбирать ноутбуки с графикой другого поколения — это устаревшие модели, на которых современные игры не пойдут.",
				"Игровые драйверы NVIDIA Game Ready будут выпущены перед выпуском ожидаемых игр, чтобы обеспечить наилучшую производительность, качество и стабильность в последних выпусках. Программное обеспечение GeForce Experience (GFE) автоматически оптимизирует игры с конфигурацией ноутбука для получения наилучшего изображения при 60 кадрах в секунду. GFE также позволяет оптимизировать все популярные фото-, видео- и графические приложения одним щелчком мыши.",
				"На сегодняшний день более 75 программ ускорены в несколько раз в тензорных и RT ядрах видеокарт RTX. Кроме того, в GFE можно перейти на драйверы STUDIO — они обеспечат максимальную стабильность и эффективность при работе с фото, видео и компьютерной графикой.",
				"Трассировка лучей необходима (поддерживается только графическими процессорами RTX), поскольку она обеспечивает фотореалистичную графику в играх. Освещение, тени и отражения в сценах естественны и интерактивны.",
				"Модели GeForce RTX поддерживают трассировку лучей в реальном времени."
			],
			"img": [
				"https://admin.gamenotebaku.az/cdn/storage/page_images/d8skowGLBxbuqkhbc/original/d8skowGLBxbuqkhbc.jpeg",
				"https://admin.gamenotebaku.az/cdn/storage/page_images/jvdMXnbWDP9MixbSc/original/jvdMXnbWDP9MixbSc.jpeg"
			]
		},
		"fourthContent": {
			"text": [
				"Какой игровой ноутбук для чего хорош",
				"Игровые ноутбуки начального уровня отлично подходят для соревновательных игр, таких как World of Tanks, Fortnite или CS:GO. Они могут быть оснащены NVIDIA GeForce RTX 3050 и более мощными видеокартами GeForce RTX 3050 Ti, поэтому они легко справляются с конкурентными играми со скоростью 60+ FPS.",
				"Следующий уровень – это модели с оптимальным балансом производительности и цены. Обычно они оснащены графическим процессором GeForce RTX 3060, что позволяет запускать любую игру на высоких настройках в разрешении 1080p.",
				"Продвинутые модели (Флагманы), способные запускать игры на максимальных настройках в разрешении 1440p, оснащены видеокартами GeForce RTX 3070, 3070 Ti, 3080 и 3080 Ti.",
				"Благодаря встроенным ядрам RT и Tensor графические карты RTX могут легко обрабатывать трассировку лучей в сочетании с технологией масштабирования DLSS на основе искусственного интеллекта. DLSS работает только на видеокартах RTX и увеличивает частоту кадров до 2 раз без потери качества изображения в более чем 170 играх.",
				"Тонкие и мощные ноутбуки с дизайном NVIDIA Max-Q представляют собой особый вариант оптимизации компонентов и технологий. Главной особенностью этих устройств является минимальное тепловыделение при максимальной производительности.",
				"Флагманские игровые ноутбуки могут запускать игры на максимальной скорости."
			],
			"img": "https://admin.gamenotebaku.az/cdn/storage/page_images/SYdRLaiw5goMTTJRy/original/SYdRLaiw5goMTTJRy.jpeg"
		},
		"fifthContent": {
			"text": [
				"На что еще следует обратить внимание при выборе игрового ноутбука?",
				"Я определенно рекомендую прочитать отзывы пользователей об интересующих вас моделях, прежде чем совершать покупку. Каждую несменную часть ноутбука — дисплей, клавиатуру, видеокарту, а если вы не хотите каждый раз пользоваться наушниками, в том числе и со звуком, — необходимо ознакомиться с отзывами пользователей и профессионалов.",
				"Проблема экранов ноутбуков — низкая яркость и малый цветовой охват. Лучше выбирать дисплеи с цветовым охватом не менее 90% sRGB и яркостью 250+ кд/кв. Если дисплей поддерживает технологию NVIDIA G-Sync: это обеспечит более плавный геймплей без разрывов и рывков видео.",
				"С клавиатурами может быть много проблем, в том числе странное расположение клавиш, низкое качество механизмов и, как правило, плохая конструкция. Их следует проверять и тестировать при покупке или чтении отзывов.",
				"Очень важно узнать, что говорят о системе охлаждения (СО) в обзорах и описаниях. Во время длительных игр будет проявляться недостаточное тепловыделение: система будет тормозить, чтобы снизить тепловыделение и избежать перегрева. Эффективность и переносимость CO напрямую влияют на производительность утюга."
			],
			"img": "https://admin.gamenotebaku.az/cdn/storage/page_images/3FvG8CwD3gm586DK8/original/3FvG8CwD3gm586DK8.jpeg"
		},
		"sixthContent": {
			"text": [
				"Каковы особенности игрового ноутбука?",
				"Пользователи часто беспокоятся о том, что ноутбук сильно шумит и нагревается во время работы. Это нормально, пока в играх ничего не тормозит. Дело в том, что средний игровой ноутбук при работе выделяет до 150 Вт тепла. Радиаторы обычно относительно компактны: для эффективного отвода тепла они должны пропускать через себя большие объемы воздуха, а лопасти должны работать на высоких оборотах.",
				"Еще один частый вопрос — можно ли играть от батареи или необходимо подключать ноутбук к электричеству. Большинство игровых ноутбуков работают без внешнего источника питания, поэтому вы можете играть на полную мощность, питаясь от сетевой розетки.",
				"У NVIDIA есть специальная технология Battery Boost, позволяющая увеличить время автономной работы до двух раз ценой низкого качества графики и ограничить максимальное количество кадров. Это будет полезно для того, чтобы ноутбук мог работать от аккумулятора больше часа. Включите DLSS 2.0 в играх, поддерживающих эту технологию (более 170 игр) с картой GeForce RTX, и это увеличит время автономной работы примерно на 20%."
			]
		},
		"seventhContent": {
			"text": [
				"Лучшие видеокарты для видеомонтажа в 2022 году",
				"Раньше программное обеспечение для редактирования видео использовало только центральный процессор (ЦП) для обработки и экспорта видео. Но даже процессоры с четырьмя, шестью, восемью и более ядрами не могут конкурировать с чистой вычислительной мощностью графических карт с тысячами вычислительных блоков.",
				"В этой статье мы рассмотрим лучшие видеокарты для редактирования видео с плавным предварительным просмотром без прокси, быстрым рендерингом, более быстрым кодированием и интеллектуальными инструментами на базе искусственного интеллекта.",
				"Даже видеокарты начального уровня ускорят ваш рабочий процесс и сэкономят ваше время. Мы рекомендуем выбрать карту, которая наилучшим образом соответствует вашим требованиям к производительности и цене. Ну а чтобы облегчить вам выбор, мы расскажем о лучших моделях и их особенностях.",
				"NVIDIA GeForce RTX 3090 и 3090 Ti",
				"NVIDIA GeForce RTX 3090 на данный момент является лучшей картой для выполнения монтажа любой сложности. RTX 3090 оснащен 24 ГБ памяти GDDR6X с пропускной способностью 936 ГБ/с, что позволяет работать над самыми сложными проектами в разрешениях до 8K. Карта видеопамяти большой емкости поможет плавно воспроизводить видео 8K в окне дисплея и быстро отображать проекты 8K. Большой объем видеопамяти, а также максимальная производительность этой флагманской карты на практике означает, что она легко справляется со всеми задачами.",
				"Хотя прирост производительности не так велик по сравнению с более доступной RTX 3080, универсальность RTX 3090 делает эту карту отличным выбором для требовательных профессионалов.",
				"NVIDIA GeForce RTX 3060 Ti",
				"Если вы ищете карту с лучшим соотношением цена/производительность, обратите внимание на NVIDIA RTX 3060 Ti.",
				"Эта видеокарта обеспечит очень достойную производительность в проектах с разрешением до 6K. Как и остальные карты RTX в этой серии, 3060 Ti будет ускорять такие инструменты искусственного интеллекта, как автоматическое кадрирование и маски. Эти инструменты сэкономят вам много времени при адаптации видео под экраны смартфонов, а также при выборе и отслеживании объектов.",
				"GeForce RTX 3060 Ti подойдет максимально широкому кругу пользователей, включая студентов, любителей, фрилансеров и телеведущих. Существует множество вариантов этой карты от разных производителей, многие из которых разогнаны.",
				"NVIDIA GeForce RTX 3050",
				"Если у вас ограниченный бюджет, обратите внимание на GeForce RTX 3050.",
				"Скорость экспорта и рендеринга видео будет на 20–40% ниже, чем у предыдущих карт этой серии, но RTX 3050 дешевле, так что это отличный выбор. Карта не может похвастаться рекордным объемом видеопамяти, но 8 гигабайт GDDR6 вполне достаточно для комфортной работы с видео с разрешением до 6К. Кроме того, RTX 3050 предоставляет вам полный доступ ко всем функциям RTX — ускоренному рендерингу, кодированию и инструментам искусственного интеллекта.",
				"RTX 3050 достаточно компактен для использования в небольших компьютерах. Эта карта подойдет как школьникам, так и тем, кто любит делиться своим контентом в социальных сетях.",
				"NVIDIA RTX A4000",
				"NVIDIA предлагает не только широкий выбор видеокарт GeForce, но и профессиональные карты NVIDIA RTX. Если GeForce в основном продвигают для игр и творчества, то решения NVIDIA RTX больше предназначены для корпоративного и профессионального использования. Это заметно по большому объему видеопамяти и корпоративным сервисам, доступным только для этих карт.",
				"Аппаратная спецификация видеокарты NVIDIA RTX A4000 почти такая же, как у GeForce RTX 3070 Ti, которая на 40% дешевле A4000.",
				"Так зачем платить больше за NVIDIA RTX? Во-первых, у RTX A4000 в два раза больше видеопамяти, что позволит успешно использовать ее для тяжелых 8K-проектов. Во-вторых, корпоративная техническая поддержка, доступная 24 часа в сутки, быстро поможет вам при возникновении проблемы. Кроме того, карты, ориентированные на корпоративный сегмент, имеют поддержку виртуализации и другие бонусы, которые будут полезны специалистам компаний и ИТ-специалистам.",
				"Как выбрать видеокарту?",
				"Если вы редактируете видео на ПК с Windows, у вас есть много вариантов выбора видеокарты. Почти любая видеокарта NVIDIA будет работать нормально, если ваш компьютер соответствует следующим требованиям:",
				"1. Убедитесь, что в корпусе вашего компьютера достаточно места. Многие видеокарты высокого класса довольно большие, поэтому они могут занимать слишком много места как в корпусе, так и по длине, из-за чего карта не помещается с другими компонентами. Кроме того, картам с громоздкими радиаторами может потребоваться больше места непосредственно под слотом PCI Express.",
				"2. Убедитесь, что блок питания (PSU) вашего компьютера соответствует требованиям к питанию карты. Установка энергоемкой видеокарты может привести к перегрузке слабого блока питания, что приведет к отключению системы. Для такой карты, как GeForce RTX 3060 Ti, требуется мощность 200 Вт, поэтому блока мощностью 600 Вт должно хватить для питания всего компьютера. Рекомендуемые требования к питанию всегда указаны на страницах спецификаций производителя видеокарты. Также следует убедиться, что блок питания имеет правильное количество запасных разъемов питания соответствующего типа для подключения карты.",
				"3. Убедитесь, что материнская плата вашего ПК совместима. Видеокарты используют разъём PCI Express 16x с давних времён (более 10 лет), так что если ваша материнская плата не полностью покрыта мхом, вы без проблем сможете подключить к компьютеру современную видеокарту."
			]
		}
	},

	"catalogs": "Каталог",
	"catalogscontent": ["Каталог пуст."],

	"allrightsreserved": "Все права защищены",
	"pagenotfound": "Страница не найдена",

	"bestseller": "Бестселлеры",
	"topbrands": "Топовые бренды",
	"new": "Новые",
	"novel": "Новинка",
	"best": "Бестселлер",
	"premium": "Прeмиумые",
	"all": "Все",
	"main": "Главная",
	"products": "Продукция",
	"size": "ОЗУ",
	"ramError": "Ноутбуков с этим размером нет.",
	"brandError": "Такого бренда не существует ",
	"brand": "Бренд",
	"priceRange": "Ценовой диапазон",
	"rangeBefore": "До",
	"enter": "Введите цену",
	"finalPrice": "Конечная цена",
	"reset": "СБРОСИТЬ",
	"filter": "ФИЛЬТРОВАТЬ",
	"sort": {
		"sort": "Сортировка",
		"ascending": "По возрастанию цены",
		"descending": "По убыванию цены",
		"date": "По дате добавления",
		"alphabet_a-z": "По алфавитному порядку",
		"alphabet_z-a": "Против алфавитного порядку"
	},
	"noTitle": "По данным параметрам ничего не найдено",
	"parametreError": "Введите корректные данные",
	"delivery": "Пока что мы не можем доставить нашу продукцию на адресс",
	"speciality": "Характеристики",
	"characteristic": "Характеристики",
	"amount": "Количество",
	"totalPrice": "Общая стоимость",
	"addToBasket": "Добавить в корзину",
	"basketSucsess": "Добавлено в корзину",
	"productQuantity": "Количество продуктов",
	"basketError": "Введите желаемое количество",
	"yourAdress": "На ваш",
	"aboutProduct": "О продукте",
	"brandNews": "Подпишитесь на обновления и распродажи бренда.",
	"followBrand": "Подписатся на бренд",
	"aboutOrder": "О заказе",
	"clearBasket": "Очистить корзину",
	"goToBasket": "Перейти в корзину",
	"order": "Заказать",
	"bask": "Корзина",
	"delete": "Вы точно хотите очистить корзину?",
	"signOut": "Вы точно хотите выйти ? Вы будете перенаправлены на главную страницу",
	"signInToOrder": "Зарегистрируйтесь чтобы сделать заказ",
	"yes": "Да",
	"no": "Нет",
	"myOrders": "Мои заказы",
	"orderSuccsess": "Ваш заказ оформлен.",
	"personalData": "Личные данные",
	"wrongAuth": "Неверные данные",
	"duplicateAuthData": "Пользователь с такими данными уже существует",
	"sucsessAuth": "Успешный вход",
	"sucseccLogOut": "Успешный выход",
	"logOut": "Выйти",
	"passwordError": "Пароли не совпадают",
	"passwordShort": "Пароль должен содержать букву в верхнем регистре и цифру",
	"registration": "Регистрация",
	"regLogin": "Логин",
	"regName": "Имя",
	"regSurname": "Фамилия",
	"regEmail": "Email",
	"regPhone": "Мобильный телефон",
	"regDate": "Дата рождения",
	"regPassword": "Пароль",
	"regRepeatePassowrd": "Подтвердите пароль",
	"haveAcc": "Уже зарегистрированы?",
	"back": "Вернуться назад",
	"authTime": "Время вашей сесси заканчивается через 10 минут. Хотите заного авторизоваться?",
	"blocked": "Вы заблокированы",
	"addedToFavorites": "Добавлено в избранные",
	"removedToFavorites": "Удалено из избранных",
	"favorites": "Избранные",
	"noFavorites": "У вас нет избранных продуктов",
	"orders": "Заказы",
	"noOrders": "У вас нет заказов",
	"orderDate": "Время заказа",
	"price": "Ценa"
}
